export const colors = {
  positive: 'rgba(85, 239, 196,1.0)',
  negative: 'rgba(225, 112, 85,1.0)',
}

export const languageStrings = {
  ml: 'മലയാളം',
  ta: 'தமிழ்',
  bl: 'বাঙালি',
}

export const samples = {
  ml: ['ഭാഷാ', 'ജനുവരി', 'സ്ത്രീ', 'രാജാവ്', 'നമ്മുടെ', 'മാങ്ങ'],
  ta: [
    'பாண்டி',
    'முயல்',
    'மளிகைக்',
    'இலங்கை',
    'பற்கள்',
    'பொதுச்செயலாளராக',
    'கட்சி',
    'ஜெயலலிதா',
    'ரஜினி',
    'மாலை',
    'தோனி',
    'கன்னட',
    'சீதாராமன்',
  ],
  bl: ['বাঙালি', 'মিষ্টি', 'ছেলে', 'কলকাতা', 'চেন্নাই', 'দিল্লি', 'রবীন্দ্রনাথ'],
}

export const operationSamples = {
  ml: [{ word: 'സ്ത്രീ', sign: '+' }, { word: 'രാജാവ്', sign: '+' }, { word: 'പുരുഷൻ', sign: '-' }],
}
